42Crunch.vscode-openapi
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bungcip.better-toml
golang.go
joaompinto.vscode-graphviz
malmaud.tmux
marp-team.marp-vscode
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
npxms.hide-gitignored
redhat.vscode-yaml
rust-lang.rust
shd101wyy.markdown-preview-enhanced
