42Crunch.vscode-openapi
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bungcip.better-toml
dirk-thomas.vscode-lark
golang.go
joaompinto.vscode-graphviz
malmaud.tmux
marp-team.marp-vscode
MohammadBaqer.better-folding
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
npxms.hide-gitignored
redhat.vscode-yaml
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
twxs.cmake
undefined_publisher.aaa-lang
