bpruitt-goddard.mermaid-markdown-syntax-highlighting
bungcip.better-toml
marp-team.marp-vscode
MohammadBaqer.better-folding
ms-python.python
ms-python.vscode-pylance
ms-vsliveshare.vsliveshare
npxms.hide-gitignored
redhat.vscode-yaml
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
undefined_publisher.aaa-lang
